Repository: wp-plugins/wp-ecommerce-shop-styling
Catalog: translations/haetshopstyling-*.po
Languages: cs_cz, fr_fr, hu_hu, nl_nl, sv_se

source: invoice
cs_cz: faktura
fr_fr: facture
hu_hu: számla
nl_nl: Factuur
sv_se: Faktura

source: Settings Updated.
cs_cz: Nastavení bylo uloženo
fr_fr: Réglages mis à jour
hu_hu: Beállítások frissítése megtörtént.
nl_nl: Instellingen aangepast
sv_se: Inställningar updaterade.

source: Products Table
cs_cz: Tabulka produktů
fr_fr: Tableau des produits
hu_hu: Rendelés összesítő táblázat
nl_nl: Artikelen overzicht
sv_se: Produkttabell

source: hide column
cs_cz: skrýt sloupec
fr_fr: cacher la colonne
hu_hu: Az oszlop elrejtése
nl_nl: Verberg kolom
sv_se: dölja kolumn

source: products table
cs_cz: tabulka produktů
fr_fr: tableau des produits
hu_hu: termék táblázat
nl_nl: Artikelen overzicht
sv_se: produkttabell

source: date
cs_cz: datum
hu_hu: dátum
nl_nl: datum
sv_se: datum

source: Shipping base
cs_cz: Základní poštovné
fr_fr: Base pour l'expédition
hu_hu: Szállítási alapár
nl_nl: Basis verzendkosten
sv_se: Frakt bas

source: invoice number
cs_cz: číslo faktury
fr_fr: numéro de facture
hu_hu: Számla sorszáma
nl_nl: Factuurnummer
sv_se: fakturanummer

source: Total shipping
cs_cz: Poštovné celkem
fr_fr: Total expédition
hu_hu: Összes szállítási díj
nl_nl: Totaal verzendkosten
sv_se: Total frakt

source: Total product price
cs_cz: Cena celkem
fr_fr: Prix total du produit
hu_hu: Összár (szállítási díj nélkül)
nl_nl: Totaal artikelen
sv_se: Totalt produktpris

source: Total tax
cs_cz: Daň celkem
fr_fr: Total des taxes
hu_hu: Adótartalom
nl_nl: Totaal BTW
sv_se: Total moms

source: Discount
cs_cz: Sleva
fr_fr: Réduction
hu_hu: Kedvezmény
nl_nl: Korting
sv_se: Rabatt

source: Total price
cs_cz: Celková cena
fr_fr: Prix total
hu_hu: Összesen
nl_nl: Totaal bedrag
sv_se: Totalt pris

source: Placeholders
cs_cz: Odkazy
fr_fr: Balises
hu_hu: Kódok (változók)
nl_nl: Tijdelijke aanduidingen
sv_se: Platsmarkörer

source: Invoice Template
cs_cz: Šablona faktury
fr_fr: Modèle de facture
hu_hu: Számla sablon
nl_nl: Factuur sjabloon
sv_se: Fakturamall

source: Invoice Footer
cs_cz: Zápatí faktury
fr_fr: Pied de page de la facture
hu_hu: Számla lábléc
nl_nl: Factuur voettekst
sv_se: Faktura sidfot

source: Products table
cs_cz: Tabulka produktů
fr_fr: Tableau des produits
hu_hu: Termék táblázat
nl_nl: Artikelen overzicht
sv_se: Produkttabell

source: Title
cs_cz: Název
fr_fr: Titre
hu_hu: Cím
nl_nl: Koptekst
sv_se: Titel

source: Field
cs_cz: Pole
fr_fr: Champ
hu_hu: Mező
nl_nl: Veld
sv_se: Fält

source: Column
cs_cz: Sloupec
fr_fr: Colonne
hu_hu: Oszlop
nl_nl: Kolom
sv_se: Kolumn

source: Email Template
cs_cz: Šablona e-mailu
fr_fr: Modèle du courriel
hu_hu: Email sablon
nl_nl: Email sjabloon
sv_se: Email mall

source: Email subject
cs_cz: Předmět e-mailu
fr_fr: Sujet du courriel
hu_hu: Email tárgya
nl_nl: Email onderwerp
sv_se: Email ämne

source: Style your invoice
cs_cz: Upravte si vzhled faktury
fr_fr: Mettre en page de votre facture
hu_hu: Szabd testre a számlád kinézetét
nl_nl: Opmaak van uw factuur
sv_se: Utformar din faktura

source: Paper
cs_cz: Rozměr papíru
fr_fr: Papier
hu_hu: papír formátuma (mérete)
nl_nl: Papierformaat
sv_se: Papper

source: Filename
cs_cz: Jméno souboru
fr_fr: nom du fichier
hu_hu: Fájlnév
nl_nl: Bestandsnaam
sv_se: Filnamn

source: Update Settings
cs_cz: Uložit nastavení
fr_fr: Mise à jour des paramètres
hu_hu: Beállítások frissítése
nl_nl: Update instellingen
sv_se: Uppdatera inställningar

source: item number
cs_cz: číslo položky
fr_fr: Numéro d'article
hu_hu: sorszám
nl_nl: Positie
sv_se: Artikelnummer

source: product name
cs_cz: název produktu
fr_fr: nom du produit
hu_hu: termék neve
nl_nl: Artikel omschrijving
sv_se: produkt namn

source: quantity
cs_cz: množství
fr_fr: quantité
hu_hu: mennyiség
nl_nl: Aantal
sv_se: antal

source: single price
cs_cz: cena za MJ
hu_hu: egységár
nl_nl: Stuksprijs
sv_se: styckpris

source: product shipping
cs_cz: poštovné
fr_fr: expédition du produit
hu_hu: termék szállítási költsége
nl_nl: Artikel verzendkosten
sv_se: produkt frakt

source: single price without tax
cs_cz: cena za MJ bez daně
fr_fr: prix unitaire hors taxe
hu_hu: nettó egységár
nl_nl: Prijs ex.BTW
sv_se: stuckpris utan moms

source: price
cs_cz: cena
hu_hu: ár
nl_nl: Prijs
sv_se: pris

source: price without tax
cs_cz: cena bez daně
fr_fr: prix hors taxe
hu_hu: nettó ár
nl_nl: Totaal ex.BTW
sv_se: pris utan moms

source: tax rate
cs_cz: daň %
fr_fr: taux d'imposition
hu_hu: adókulcs
nl_nl: BTW percentage
sv_se: skattesats

source: tax charged
cs_cz: účtovaná daň
hu_hu: kivetett adó
nl_nl: BTW
sv_se: moms uttaget

source: Product
cs_cz: Produkt
fr_fr: Produit
hu_hu: Termék
nl_nl: Artikel
sv_se: Produkt

source: Quantity
cs_cz: Množství
fr_fr: Quantité
hu_hu: Mennyiség
nl_nl: Aantal
sv_se: Antal

source: Price single
cs_cz: Cena za MJ
fr_fr: Prix unitaire
hu_hu: Egységár
nl_nl: Stuksprijs
sv_se: Pris ensam

source: Tax %
cs_cz: Daň %
fr_fr: Taxe %
hu_hu: ÁFA %
nl_nl: BTW %
sv_se: Moms %

source: Tax
cs_cz: Daň
fr_fr: Taxe
hu_hu: ÁFA
nl_nl: BTW
sv_se: Moms

source: Price
cs_cz: Cena
fr_fr: Prix
hu_hu: Ár
nl_nl: Prijs
sv_se: Pris

source: Style your store
cs_cz: Upravte svůj obchod
fr_fr: Stylez votre boutique
hu_hu: Szabd testre a webshopod
nl_nl: Opmaak shop
sv_se: Styla din butik

source: You have not unlocked this feature yet
cs_cz: Zatím jste si neodemkli tuto možnost.
fr_fr: Vous n'avez pas encore déverrouillé cette fonction
hu_hu: Még nem aktiváltad ezt a funkciót.
nl_nl: U heeft deze functie nog niet ontgrendeld
sv_se: Du har inte låste upp den här funktionen ännu

source: You can edit and even preview the invoice but it will not be published to your customers.
cs_cz: Můžete upravovat a prohlížet svou fakturu, ale nebude poslána vaším zákazníkům.
fr_fr: Vous pouvez modifier et prévisualiser la facture, mais elle ne sera pas publiée à vos clients.
hu_hu: Bármit módosíthatsz, még a számla előnézetét is megtekintheted, de a publikus felületen a vásárlók számára ez nem lesz látható.
nl_nl: U kunt de factuur bewerken en zelfs een voorbeeld van de factuur zien. Echter het zal niet worden verstuurd aan uw klanten.
sv_se: Du kan redigera och även förhandsgranska fakturan men det kommer inte att publiceras till dina kunder.

source: Enter your serial number
cs_cz: Vložte své seriové číslo
fr_fr: Entrez votre numéro de license
hu_hu: Írd be a sorozatszámod
nl_nl: Voer uw serienummer in
sv_se: Ange ditt serienummer

source: Get your licence key!
cs_cz: Získat váš licenční kód!
fr_fr: Obtenez votre numéro de licence!
hu_hu: Szerezd be a licenckulcsot!
nl_nl: 'Vraag uw licentie sleutel aan!
sv_se: Skaffa en licensnyckel!

source: Valid for all plugin updates.
cs_cz: Funguje na všechny aktualizace pluginu.
fr_fr: Valable pour toutes les mises à jour du plugin.
hu_hu: Érvényes a bővítmény minden frissítésére is.
nl_nl: Geldig voor alle plugin updates
sv_se: Gäller för alla plugin uppdateringar.

source: preview invoice
cs_cz: Náhled faktury
fr_fr: aperçu facture
hu_hu: Számla előnézete
nl_nl: Voorbeeld factuur
sv_se: förhandsgranska faktura

source: This preview shows the invoice layout. It uses data from the latest purchase, but shipping or sum values may be incorrect or empty.
cs_cz: Tento náhled zobrazuje vzhled faktury. Používá data z poslední objednávky, ale poštovné nebo hodnoty součtů mohou být nesprávné nebo prázdné.
fr_fr: Cet aperçu montre la mise en page de la facture. Il utilise les données du dernier achat, mais les valeurs d'expédition ou la somme peuvent être incorrects ou vides.
hu_hu: Ez az előnézet a számla elrendezését mutatja. Alegutóbbi vásárlás adatait használja, de a szállítási összegek vagy fizetési összegek lehetnek hibásak vagy üresek.
nl_nl: Dit voorbeeld toont de factuur lay-out. Het maakt gebruik van gegevens uit de meest recente aankoop, maar de verzendkosten en andere waarden kunnen onjuist of leeg zijn.
sv_se: Denna förhandsvisning visar fakturans layout. Den använder data från det senaste köpet, men frakt eller summorna kan vara felaktiga eller tomma.

source: The PHP setting "allow_url_fopen" is disabled so you can't include external images. You can use images from this webserver or contact your hosting provider to change the setting.
cs_cz: Nastavení PHP "allow_url_fopen" je zakázáno, takže nemůžete vkládat externí obrázky. Můžete používat obrázky z tohoto serveru nebo kontaktovat svého správce webhostingu, aby změnil nastavení.
fr_fr: Le paramètre PHP "allow_url_fopen" est désactivé, vous ne pouvez pas inclure des images externes. Vous pouvez utiliser les images de ce serveur ou contacter votre fournisseur d'hébergement pour modifier le réglage.
hu_hu: A "allow_url_fopen " PHP beállítás ki van kapcsolva, így nem illeszthetsz be a külső hivatkozásból képeket. Jelenleg csak az ezen a a webszerveren lévő képeket használhatod, vagy fordulj a tárhely szolgáltatódhoz, hogy módosítsa a beállításat.
nl_nl: De PHP instelling "allow_url_fopen" is uitgeschakeld, u kunt geen externe afbeeldingen gebruiken. Neem hier over contact op met u webhosting provider.
sv_se: PHP inställningen "allow_url_fopen" är inaktiverat så du kan inte inkludera externa bilder. Du kan använda bilder från denna webbserver eller kontakta webbhotellet för att ändra inställningen.

source: Disable PDF invoice
cs_cz: Zakázat PDF faktury
fr_fr: Désactiver la facture PDF
hu_hu: PDF számla letiltása
nl_nl: PDF-factuur uitschakelen
sv_se: Inaktivera PDF faktura

source: enable
cs_cz: povolit
fr_fr: activer
hu_hu: bekapcsol
nl_nl: aan
sv_se: aktivera

source: disable
cs_cz: zakázat
fr_fr: désactiver
hu_hu: kikapcsol
nl_nl: uit
sv_se: inaktivera

source: Customize the fields and headlines for your products table. This table will show up on your invoice and your mails instead of the according placeholder.
cs_cz: Upravte si pole a hlavičky vaší tabulky produktů. Tato tabulka se zobrazí ve vaší faktuře a vašich e-mailech místo původní.
fr_fr: Personnaliser les champs et les titres de votre tableau de produits. Ce tableau sera affiché sur votre facture et vos e-mails à la place des marqueurs
hu_hu: Szabd testre rendelés összesítő táblázat formátumát, felépítését (címsorok, adatmezők). Ez a táblázat fog megjelenni a számlán és a kiküldött emailekben az alapértelmezett helyett.
nl_nl: Pas de velden en koppen aan voor uw artikelenoverzicht. Deze tabel wordt weergegeven op uw factuur en in uw e-mails in plaats van het invoegveld.
sv_se: Anpassa fält och rubriker för dina produkttabell. Denna tabell kommer att dyka upp på din faktura och dina mail i stället för motsvarande platshållaren.

source: At the moment your table content will look like this, but the formatting will be different because of your stylesheets.
cs_cz: Momentálně vaše tabulka vypadá takto, ale formátování bude rozdílné kvůli nastavení vašeho CSS.
fr_fr: Pour le moment le contenu de votre tableau ressemblera à ceci, mais la mise en forme peut être différente du à vos feuilles de style CSS.
hu_hu: Jelenleg így néz ki a táblázatod, de a tényleges formázás eltérhet a CSS stíluslapjaiban meghatároztak szerint. (pl. sablon)
nl_nl: Op dit moment zal de inhoud van u overzicht er zo uitzien. Echter de opmaak kan verschillend vanwege de gebruikte stylesheets.
sv_se: Just nu kommer ditt tabell innehåll att se ut så här, men formateringen kommer att vara annorlunda på grund av dina stilmallar.

source: Email Content - Payment Successful
cs_cz: Obsah e-mailu - platba přijata
fr_fr: Contenu courriel - Paiement réussi
hu_hu: Email tartalma - Sikeres fizetés
nl_nl: Inhoud Email- Geslaagde betaling
sv_se: Email innehåll - betalning genomförd

source: Email Content - Payment Incomplete (or manual payment)
cs_cz: Obsah e-mailu - neúplná platba (nebo platba hotově)
fr_fr: Contenu courriel - Paiement incomplet (ou paiement manuel)
hu_hu: Email tartalma - Fizetés függőben (vagy készpénzes fizetés)
nl_nl: Inhoud Email- afgebroken betaling (of aankoop op rekening / vooruitbetaling)
sv_se: Email innehåll - Betalning ofullständig (eller manuell betalning)

source: Email Content - Payment failed
cs_cz: Obsah e-mailu - nepřijatá platba
fr_fr: Contenu courriel - Paiement refusé
hu_hu: Email tartalma - Fizetés elutasítva
nl_nl: Inhoud Email- Mislukte betaling
sv_se: Email innehåll - betalning misslyckades

source: Email Content - Track and Trace Email
cs_cz: Obsah e-mailu - Sledovací e-mail
fr_fr: Contenu courriel - Suivi et traçabilité des colis
hu_hu: Email tartalma - Termékkövető email
nl_nl: Inhoud Email- Verzend bericht (incl track&tracé)
sv_se: Email innehåll - Spårningsmail

source: generating pdf invoice...
cs_cz: vytvářím pdf fakturu...
fr_fr: génération de la facture pdf ...
hu_hu: PDf számla generálása...
nl_nl: Aanmaken PDF-factuur….
sv_se: generera pdf faktura ...

source: back
cs_cz: zpět
fr_fr: retour
hu_hu: vissza
nl_nl: Terug
sv_se: tillbaka

source: Global HTML Mail Template
cs_cz: Hlavní šablona e-mailu v HTML
fr_fr: Modèle global courriel html
hu_hu: Globális HTML Email sablon
nl_nl: Algemene HTML Email sjabloon
sv_se: Global HTML e-postmall

source: preview Email template
cs_cz: náhled šablony e-mailu
fr_fr: Prévisualiser le modèle courriel
hu_hu: Email sablon előnézete
nl_nl: Voorbeeld Email sjabloon
sv_se: förhandsgranska e-post mall

source: you can find a few more templates here:
cs_cz: zde můžete nalézt více šablon:
fr_fr: vous pouvez trouver quelques modèles de plus ici:
hu_hu: Itt további sablonokat találsz:
nl_nl: vind hier nog meer sjablonen:
sv_se: du kan hitta fler mallar här:

source: You can edit the settings but it will not be published to your customers.
cs_cz: Můžete upravit nastavení, ale nebude zveřejněno pro vaše zákazníky.
fr_fr: Vous pouvez modifier les paramètres, mais il ne seront pas publiés pour vos clients.
hu_hu: Módosíthatod a beállításokat, de a publikus felületen a vásárlók számára ez nem lesz látható.
nl_nl: U kunt de instellingen bewerken, maar het zal niet worden gepubliceerd aan uw klanten.
sv_se: Du kan ändra inställningarna men det kommer inte att visas för dina kunder.

source: Results Page - payment successful
cs_cz: Strana s výsledkem - platba přijata
fr_fr: Page de résultat - paiement accepté
hu_hu: Eredmény oldal - sikeres fizetés
nl_nl: Transactie pagina met voltooide betaling
sv_se: Resultatsida - betalning genomförd

source: Results Page - payment incomplete (or manual payment)
cs_cz: Strana s výsledkem - neúplná platba (nebo platba hotově)
fr_fr: Page de résultat - paiement incomplet (ou paiement manuel)
hu_hu: Eredmény oldal - függőben lévő fizetés (vagy készpénzes fizetés)
nl_nl: Transactie pagina met onvoltooide betaling (of betaling op rekening / vooruitbetaling)
sv_se: Resultatsida - betalning ofullständig (eller manuell betalning)

source: Results Page - payment failed
cs_cz: Strana s výsledkem - nepřijatá platba
fr_fr: Page de résultat - paiement refusé
hu_hu: Eredmény oldal - fizetés elutasítva
nl_nl: Transactie pagina met afgebroken betaling
sv_se: Resultatsida - betalning misslyckades

source: You have not unlocked all features
cs_cz: Neodemkli jste zatím všechny možnosti
fr_fr: Vous n'avez pas déverrouillé toutes les fonctions
hu_hu: Még nem aktiváltál minden funkciót
nl_nl: U heeft niet alle functies ontgrendeld
sv_se: Du har inte låst upp alla funktioner

source: Upgrade
cs_cz: Aktualizace
fr_fr: Mettre à jour
hu_hu: Frissítés
sv_se: Uppgradera

source: Serial for transaction results
cs_cz: Seriové číslo pro výsledky transakce
fr_fr: Numéro de license pour les résultats de transactions
hu_hu: Sorozatszáma Rendelés eredménye funkcióhoz
nl_nl: Seriennummer voor transacte pagina
sv_se: Serienummer för transaktions resultat

source: Serial for PDF invoices
cs_cz: Seriové číslo pro faktury v PDF
fr_fr: Numéro de license pour les factures PDF
hu_hu: Sorozatszám a PDF számla funkcióhoz
nl_nl: Seriennummer für PDF-factuur
sv_se: Serienummer för PDF fakturor

source: Your purchase at
cs_cz: Vaše objednávka v
fr_fr: Votre achat sur
hu_hu: Itt vásároltál:
nl_nl: uw aankoop bij
sv_se: Din beställning hos

source: Product Tracking Email
cs_cz: E-mail sledování produktu
fr_fr: Courriel de suivi produit
hu_hu: Termékkövető email
nl_nl: Bestelling volg email
sv_se: produkt spårnings email

source: Download
cs_cz: Stažení
fr_fr: Téléchargement
hu_hu: Letöltés
sv_se: Ladda er

source: Your serial was accepted!
cs_cz: Vaše seriové číslo bylo přijato!
fr_fr: Votre numéro de license est accepté
hu_hu: A sorozatszámod érvényes!
nl_nl: Uw serienummer is geaccepteerd
sv_se: Ditt serienummer godtogs!

source: Email Content
cs_cz: Obsah e-mailu
fr_fr: Contenu du courriel
hu_hu: Email tartalma
nl_nl: Email Inhoud
sv_se: Email innehåll

source: Invoice CSS
cs_cz: CSS faktury
fr_fr: Facture CSS
hu_hu: Számla CSS
nl_nl: Factuur CSS
sv_se: Faktura CSS

source: Transaction Results Page
cs_cz: Strany s výsledky
fr_fr: Page de résultat de la transaction
hu_hu: Rendelés összesítő oldal
nl_nl: Transactie pagina
sv_se: Transaktions resultatsidan

source: download link
cs_cz: odkaz na stažení
fr_fr: lien de téléchargement
hu_hu: letöltési link
sv_se: nerladdnings länk

source: Show Invoice
cs_cz: Zobrazit fakturu
fr_fr: Voir la facture
hu_hu: Számla megtekintése
nl_nl: Toon factuur
sv_se: Visa faktura

source: Transaction Report
cs_cz: Souhrn transakce
fr_fr: Rapport de transaction
hu_hu: Tranzakció öszesítő
nl_nl: Transactie overzicht
sv_se: Transaktions rapport

source: Purchase Receipt
cs_cz: Objednávka
fr_fr: Reçu d'achat
hu_hu: Fizetési nyugta
nl_nl: Kwitantie
sv_se: Inköpskvitto

source: Order Pending: Payment Required
cs_cz: Objednávka nevyřízena: Je třeba zaplatit
fr_fr: Commande en attente: Paiement requis
hu_hu: Rendelés folyamtban- fizetés szükséges
nl_nl: Lopende besteling. Betaling vereist
sv_se: Ordine attesa: Pagamento richiesto

source: The administrator has unlocked your file
cs_cz: Administrátor odemknul váš soubor
fr_fr: L'administrateur a déverrouillé votre fichier
hu_hu: Az adminisztrátor engedélyezte a fájljaidat.
nl_nl: De beheerder heeft uw file vrij gegeven
sv_se: L'amministratore ha sbloccato il vostro file

source: Payment instructions
cs_cz: Instrukce pro platbu
fr_fr: Instructions de paiement
hu_hu: Fizetési instrukciók
nl_nl: Betaalinstructies
sv_se: Betalningsinstruktioner

source: Tracking ID
cs_cz: Číslo pro sledování zásilky
fr_fr: Numéro de suivi
hu_hu: Követési kód
nl_nl: Track&trace nummerr
sv_se: Spårnings ID

source: Checkout Fields
cs_cz: Pole objednávky
fr_fr: Champ commande
hu_hu: Kosár adatmezők
nl_nl: Verzend velden
sv_se: Kassa fält

source: Invoice Fields
cs_cz: Pole faktury
fr_fr: Champ facture
hu_hu: Számla adatmezők
nl_nl: Factuurvelden
sv_se: Faktura fält

source: Attach PDF to the transaction report
cs_cz: Přidat PDF k souhrnu transakce
fr_fr: Joindre le fichier PDF au rapport de transaction
hu_hu: Csatold a pdf-t a tranzakció összesítőhöz
nl_nl: PDF bijsluiten bij het transactie overzicht
sv_se: Bifoga PDF med transaktionen rapporten

source: Shop email sender name
cs_cz: Jméno odesílatele e-mailu z obchodu
fr_fr: Nom de l'expéditeur pour les courriels boutique
hu_hu: Webshop email feladójának neve
nl_nl: E-mail afzender naam webshop
sv_se: Butik email avsändarens namn

source: Sender name for mails from your store
cs_cz: Jméno odesílatele pro maily z vašeho obchodu
fr_fr: Nom de l'expéditeur pour les courriels provenants de la boutique
hu_hu: A webshopból küldött emaiek feladójának neve
nl_nl: Afzender naam voor mails van uw webshop
sv_se: Avsändarnamn för e-post från din butik

source: From adress
cs_cz: Z adresy
fr_fr: Depuis l'adresse
hu_hu: Feladó címe
nl_nl: Van adres
sv_se: Från adress

source: From address for mails from your store
cs_cz: Z adresy pro maily z vašeho obchodu
fr_fr: Depuis l'adresse courriel de votre boutique
hu_hu: A webshopból küldött emaiek feladójának emailcíme
nl_nl: Van adres voor emails van uw webshop
sv_se: Från adress för e-post från din butik

source: Use custom sender for non wpsc mails
cs_cz: Použít vlastní způsob odesílání pro e-maily co nejsou od wpsc
fr_fr: Utiliser un expéditeur personnalisé pour les courriels ne faisant pas partie de wpsc
hu_hu: Azokhoz az emailekhez is használhatod ezt az egyedi levélsablont, amelyeket nem webshop küld ki.
nl_nl: Gebruik aangepaste afzender voor niet WPSC mails
sv_se: Använd anpassad avsändare för icke wpsc e-post

source: Email sender name
cs_cz: Jméno odesílatele e-mailu
fr_fr: Nom de l'expéditeur courriel
hu_hu: Feladó neve
nl_nl: Naam afzender
sv_se: E-post avsändare

source: Sender name for mails outside your store
cs_cz: Jméno odesílatele pro maily mimo váš obchod
fr_fr: Nom de l'expéditeur pour les courriels hors boutique
hu_hu: A nem boltból küldött emailek feladójának neve
nl_nl: Afzender naam voor mails buiten uw webshop
sv_se: Avsändar namn för e-post utanför din butik

source: From address for mails outside your store
cs_cz: Z adresy pro maily mimo váš obchod
fr_fr: Depuis l'adresse pour les courriels hors boutique
hu_hu: A nem boltból küldött emailek feladójának címe
nl_nl: “Van adres voor e-mail van de rest van de website
sv_se: Från adress för e-post utanför din butik

source: Enter your custom HTML code here. Use the placeholder {#mailcontent#} where you want your content to show up. You can also show the subject in the email body using the placeholder {#mailsubject#}
cs_cz: Vložte sem svůj vlastní HTML kód. Používejte odkaz {#mailcontent#} na místě kde chcete zobrazit váš obsah. Můžete také zobrazit předmět v těle e-mailu použitím odkazu {#mailsubject#}.
fr_fr: Entrez votre code HTML personnalisé ici. Utilisez la balise {#mailcontent #} à l'endroit où vous voulez afficher votre contenu. Vous pouvez également afficher le sujet dans le corps du message en utilisant la balise {# mailsubject#}
hu_hu: Ide írhatod be az egyedi HTML kódot. Illesztd be a {# mailcontent #} változót oda, ahol a tartalmat szeretnéd megjeleníteni. Az email szövegében akár az email tárgyát is beillesztheted a {# mailsubject #} változóval.
nl_nl: Geef uw aangepaste HTML-code hier. Gebruik de velddefinitie {# mailcontent #} waar u wilt dat uw inhoud moet komen. Uw kunt ook laten het onderwerp in de e-mail tonen door gebruik te maken van de velddefinitie {# mailsubject #}
sv_se: Skriv din egen HTML-kod här. Använd {#mailcontent#} platshållaren där du vill att ditt innehåll ska visas upp. Du kan även visa motivet i e-post stommen genom {#mailsubject#} platshållaren

source: style your store
cs_cz: Upravte si svůj obchod
fr_fr: stylez votre boutique
hu_hu: Szabd testre a webshopod
nl_nl: stijl uw winkel
sv_se: Styla din butik

source: Shop styling
cs_cz: Vzhled obchodu
sv_se: Butik styling

source: Payment gateway
cs_cz: Platební brána
fr_fr: Méthode de paiement
nl_nl: Betaalmethode
sv_se: Betalningssätt

source: Total price numeric
cs_cz: Celková cena
fr_fr: Prix total numérique
nl_nl: Totale prijs numeriek
sv_se: Totalpris numerisk

source: &lt;filename&gt;&lt;invoicenumber&gt;.pdf
fr_fr: &lt;nom-fichier&gt;&lt;numero-facture&gt;.pdf
nl_nl: &lt;Bestandsnaam&gt;&lt;factuurnummer&gt;.pdf

source: single price incl. tax
fr_fr: Prix unitaire toutes taxes incluses

source: price incl. tax
fr_fr: Prix Toutes taxes incluses

source: tax per product
fr_fr: Taxe par produit

source: tax sum
fr_fr: Somme des taxes
